---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.KeynoteFailures.MissKeynotingSystem
source: html/0339ae61-7361-9f84-a4a8-4b9a6ab33a19.htm
---
# Autodesk.Revit.DB.BuiltInFailures.KeynoteFailures.MissKeynotingSystem Property

No Keynoting System associated with Tag Family.\nTo resolve, select keynoting system for the tag family.

## Syntax (C#)
```csharp
public static FailureDefinitionId MissKeynotingSystem { get; }
```